---
kind: property
id: P:Autodesk.Revit.DB.Document.IsModelInCloud
zh: 文档、文件
source: html/e12f7980-ba6c-2e72-6687-f0bf807ff014.htm
---
# Autodesk.Revit.DB.Document.IsModelInCloud Property

**中文**: 文档、文件

Identifies if document is stored on Autodesk cloud services.

## Syntax (C#)
```csharp
public bool IsModelInCloud { get; }
```